# IdeaStatiCa.ConnectionApi.Model.ConParameterLink

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Id** | **int** |  | [optional]
**Parameter** | **string** |  | [optional]
**Owner** | **ConPropertyOwner** |  | [optional]
**PropertyId** | **string** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)